Repository: Beethro/back_content
Catalog: locales/*/LC_MESSAGES/django.po
Languages: de

source: Title
de: Titel

source: Subtitle
de: Subtitel

source: Abstract
de: Zusammenfassung

source: Language
de: Sprache

source: Section
de: Abschnitt

source: License
de: Lizenz

source: Save Section 1
de: Abschnitt 1 speichern

source: You can add an author by clicking the button below. This will open a popup modal for you to complete their details.
de: Durck Klick auf den Button unten können Sie eine_n Autor_in hinzufügen. Es öffnet sich ein Fenster, in dem Sie die Kontaktdaten ausfüllen können..

source: If you know of an existing author, complete only the email field and they will be added as an author.
de: Wenn Sie eine Autor_in kennnen, reicht es die email-Adresse einzutragen.

source: Add New Author
de: Neue Autor_in

source: Current Authors
de: Derzeitige Autor_innen

source: No authors yet, add one!
de: Noch keine Autor_innen

source: You may select a main author who will receive the communications regarding your articles process through our systems. This does not have to be you.
de: Sie können eine_n Hauptautor_in auswählen. Diese_r enrhält Informationen bezüglich des Bearbeitungsfortschritts des Artikel. Sie müssen sich nicht selbst als Hauptautor_in wählen.

source: Select main author
de: Hauptautor_in wählen

source: Save Section 2
de: Abschnitt 2 speichern

source: Save Section 4
de: Abschnitt 4 speichern

source: Save Section 5
de: Abschnitt 5 speichern

source: Add Author
de: Neue Autor_in

# bc
source: New Article
de: Neuer Artikel

source: To submit an article, click the start button below
de: Um einen Artikel einzureichen, drücken Sie Start

source: Start Submission
de: Einreichung starten

# bc
source: Submit JATS XML for Import
de: Einreichung über JATS XML Import

# bc
source: Import Metadata from DOI or URL
de: Metadaten via DOI oder URL importieren

# bc
source: Existing Articles
de: Existierende Artikel

# bc
source: Title
de: Titel

# bc
source: Submitted
de: Eingereicht

# bc
source: Main Author
de: Hauptautor_in

# bc
source: Section
de: Abschnitt

# bc
source: Issue
de: Heft

# bc-oes
source: Issue
de: Ausgabe

# bc
source: Actions
de: Aktionen

source: View
de: Bearbeiten

source: Delete
de: Löschen

# bc
source: No articles in this stage
de: Keine Artikel in workflow-Stufe

source: New Article
de: Neuer Artikel

# bc
source: 1. Add A New Article
de: 1. Neuen Artikel hinzufügen

# bc
source: Subtitle
de: Subtitel

# bc
source: Parallel title
de: Paralleltitel

# bc
source: Subtitle of parallel title
de: Subtitel des Paralleltitels

# bc
source: Abstract
de: Zusammenfassung

# bc
source: Abstract (German)
de: Zusammenfassung (Deutsch)

# bc
source: Language
de: Sprache

# bc
source: License
de: Lizenz

# bc
source: Keywords
de: Schlagwörter

# bc
source: Hit Enter to add a new keyword.
de: Drücken Sie die Eingabetaste um eine neues Schlagwort hinzuzufügen.

# bc
source: Keywords (German)
de: Schlagwörter (Deutsch)

# bc
source: 1a. Additional Fields
de: 1a. Zusätzliche Felder

# bc
source: 2. Article Authors
de: 2. Autor_innen

# bc
source: You can add an author by clicking the button below. This will open a popup modal for you to complete their details.
de: Durck Klick auf den Button unten können Sie eine_n Autor_in hinzufügen. Es öffnet sich ein Fenster, in dem Sie die Kontaktdaten ausfüllen können..

# bc
source: If you know of an existing author, complete only the email field and they will be added as an author.
de: Wenn Sie eine Autor_in kennnen, reicht es die email-Adresse einzutragen.

# bc
source: Add New Author
de: Neue Autor_in

# bc
source: Search for a user using email address or ORCiD. If a user is matched, they will be automatically added as an author. This search only returns exact matches.
de: Such nach einem_r Autor_in mit Emailadresse oder ORCID. Gefundene Personen werden automatisch als Autor_innen gesetzt. Es werden nur exakte Treffer berücksichtigt.

# bc
source: Search by email address or ORCiD
de: Suche mit Emailadresse oder ORCID

# bc
source: Current Authors
de: Derzeitige Autor_innen

# bc
source: No authors yet, add one!
de: Noch keine Autor_innen

# bc
source: You may select a main author, this author will receive the communications regarding your articles process through our systems. This does not have to be you.
de: Sie können eine_n Hauptautor_in auswählen. Diese_r erhält Informationen bezüglich des Bearbeitungsfortschritts des Artikel. Sie müssen sich nicht selbst als Hauptautor_in wählen.

# bc
source: Select main author
de: Hauptautor_in wählen

# bc
source: Label
de: Dateityp

# bc
source: Filename
de: Dateiname

# bc
source: Type
de: Typ

# bc
source: Edit
de: Bearbeiten

# bc
source: Replace
de: Ersetzen

# bc
source: History
de: Versionen

# bc
source: Create PDF
de: PDF erstellen

# bc
source: Create EPUB
de: EPUB erstellen

# bc
source: No galleys have been uploaded.
de: Keine galleys hochgeladen.

# bc
source: Upload a new galley
de: Neue galley hochladen

# bc
source: 4. Publication Info
de: 4. Veröffentlichungsinfo

# bc
source: More Pub Info is available on the
de: Weitere Veröffentlichungsinfo ist verfügbar unter der

# bc
source: Pre Publication Checklist
de: Veröffentlichungscheckliste

# bc
source: 5. Remote
de: 5. Entfernter Artikel

# bc
source: If your article is remote, you can fill the required details here. If the remote article has a DOI, you should use it for full resolution.
de: Wenn es sich um einen entfernten Artikel handelt, können hier die Daten eingegebn werden. Wenn der Artikel eine DOI hat, sollte sie für die Auflösung verwendet werden.

# bc
source: 6. Publish
de: 6. Veröffentlichen

# bc
source: When you are ready to publish your article, press the publish button and it will be published.
de: Mit Veröffentlichen den Artikel freischalten.

# bc
source: Publish
de: Veröffentlichen

# bc
source: Save as Draft
de: Als Entwurf speichern

# bc
source: Delete
de: Löschen

# bc
source: Add Author
de: Neue Autor_in
